---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.CannotOpenLinkedFileServerFound
source: html/428719cc-c399-8090-817a-900262bb3f16.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.CannotOpenLinkedFileServerFound Property

Cannot open the linked model using Open and Unload because the plugin [name] provided by [vendor]
 experienced an error. For more information please contact [vendor].

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotOpenLinkedFileServerFound { get; }
```